---
kind: property
id: P:Autodesk.Revit.DB.Wall.IsStackedWall
zh: 墙、墙体
source: html/d2319202-9cfa-4bd7-ae89-b4d0579dce40.htm
---
# Autodesk.Revit.DB.Wall.IsStackedWall Property

**中文**: 墙、墙体

Identifies if the wall is a stacked wall.

## Syntax (C#)
```csharp
public bool IsStackedWall { get; }
```